Repository: tlacan/DymaSwift
Catalog: ch15-network-l5/TripManager/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# cityActivities.button.create
source: Create
fr: Créer

# cityActivities.date.picker
source: Select a date
fr: Sélectionnez une date

# cityActivities.price
source: Total price for the day
fr: Prix total pour la journée

# cityActivities.title
source: Create Trip
fr: Création Voyage

# error.image.unavailable
source: Unavailable
fr: Image non disponible

# myTrips.future.section.empty
source: No trips scheduled
fr: Aucun voyage programmé

# myTrips.future.section.title
source: Future Trips
fr: Voyages futur

# myTrips.past.section.empty
source: No past trips
fr: Aucun voyage passé

# myTrips.past.section.title
source: Past Trips
fr: Voyages passés

# myTrips.title
source: My Trips
fr: Mes voyages

# onboarding.button.next
source: Next
fr: Suivant

# onboarding.button.skip
source: Skip
fr: Passer

# onboarding.button.start
source: Start
fr: Commencer

# onboarding.step.1.description
source: Manage your holidays with DimaTrip
fr: Gérez vos vacances avec DimaTrip

# onboarding.step.1.title
source: Discover
fr: Découvrir

# onboarding.step.2.description
source: Select destinations and start scheduling details for your trip.
fr: Sélectionnez les destinations et commencez à planifier les détails de votre voyage.

# onboarding.step.2.title
source: Plan your trip
fr: Planifiez votre voyage

# onboarding.step.3.description
source: Enjoy! Relax and chilling memories.
fr: Profitez ! Détendez-vous et créez des souvenirs apaisants.

# onboarding.step.3.title
source: Start your adventure
fr: Commencez votre aventure

# tab.home
source: Discovery
fr: Explorer

# tab.myTrips
source: My Trips
fr: Mes voyages

# text.sample.n.quantity
source: Text complex %d elements
fr: Texte compliqué %d éléments

# text.sample.simple
source: Text sample
fr: Texte exemple
